Revit 2024 API
ParameterTypeId.SheetAssemblyTypeMark Property
 "Assembly: Type Mark"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SheetAssemblyTypeMark { get; }
Visual Basic
Public Shared ReadOnly Property SheetAssemblyTypeMark As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SheetAssemblyTypeMark {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace